import { PricingPlan } from "@/types/type";

export const plans: PricingPlan[] = [
  {
    id: "basic",
    name: "خطة أساسية",
    seats: 356,
    pricePerMonth: "30000",
    trialLabel: "التجربة المجانية: 14 يوم",
    features: [
      "هذا مثال عن النص يمكن أن يتم استبداله",
      "هذا مثال عن النص يمكن أن يتم استبداله",
      "هذا مثال عن النص يمكن أن يتم استبداله",
      "هذا مثال عن النص يمكن أن يتم استبداله",
      "هذا مثال عن النص يمكن أن يتم استبداله",
    ],
  },
  {
    id: "enterprise",
    name: "الخطة الأكثر شهرة",
    seats: 1250,
    pricePerMonth: "30000",
    trialLabel: "التجربة المجانية: 14 يوم",
    featured: true,
    features: [
      "هذا مثال عن النص يمكن أن يتم استبداله",
      "هذا مثال عن النص يمكن أن يتم استبداله",
      "هذا مثال عن النص يمكن أن يتم استبداله",
      "هذا مثال عن النص يمكن أن يتم استبداله",
      "هذا مثال عن النص يمكن أن يتم استبداله",
      "هذا مثال عن النص يمكن أن يتم استبداله",
    ],
  },
  {
    id: "pro",
    name: "خطة متقدمة",
    seats: 1000,
    pricePerMonth: "30000",
    trialLabel: "التجربة المجانية: 14 يوم",
    features: [
      "هذا مثال عن النص يمكن أن يتم استبداله",
      "هذا مثال عن النص يمكن أن يتم استبداله",
      "هذا مثال عن النص يمكن أن يتم استبداله",
      "هذا مثال عن النص يمكن أن يتم استبداله",
      "هذا مثال عن النص يمكن أن يتم استبداله",
    ],
  },
];
